{
	"categoryList": [
		{
			"category": "경영/경제",
			"books": [
				{
					"name": "THE MONEY BOOK(더 머니북)",
					"author": "토스",
					"publisher": "비바리퍼블리카",
					"price": "30,000원",
					"ebookPrice": "25,000원",
					"publishedDate": "2023년 12월 01일",
					"imageUrl": "./database/book_img/THE MONEY BOOK(더 머니북).png",
					"bookDetail": "더 머니북은 금융 관리와 투자의 기본을 설명한 책입니다. 이 책은 금융 관리의 기초부터 고급 전략까지 포괄적으로 다루며, 실제 사례를 통해 독자들이 쉽게 이해할 수 있도록 구성되었습니다. 다양한 금융 도구와 투자 방법을 설명하며, 실질적인 재정 관리를 돕기 위한 유용한 팁을 제공합니다. 금융 초보자부터 전문가까지 모두에게 유용한 정보를 제공합니다.",
					"authorDetail": "토스는 한국의 유명한 금융 기술 회사로, 다양한 금융 서비스를 제공하고 있습니다. 혁신적인 금융 솔루션을 통해 많은 사람들에게 편리한 금융 생활을 제공하고 있으며, 다양한 금융 관련 서적을 출판하여 재정 교육에 힘쓰고 있습니다."
				},
				{
					"name": "시대예보: 핵개인의 시대",
					"author": "송길영",
					"publisher": "교보문고",
					"price": "27,000원",
					"ebookPrice": "22,000원",
					"publishedDate": "2023년 10월 10일",
					"imageUrl": "./database/book_img/시대예보.jpeg",
					"bookDetail": "개인의 중요성이 증가하는 현대 사회를 분석한 책입니다. 송길영 작가는 현대 사회에서 개인의 역할과 중요성이 어떻게 변화하고 있는지 다양한 사례를 통해 설명합니다. 이 책은 사회적 변화와 개인의 성장 가능성을 탐구하며, 미래 사회에서 개인이 성공적으로 살아남기 위한 전략을 제시합니다. 독자들은 이를 통해 현대 사회를 보다 깊이 있게 이해할 수 있습니다.",
					"authorDetail": "송길영은 사회학자로, 현대 사회의 변화를 연구하고 있습니다. 그는 다양한 사회 현상과 트렌드를 분석하여 그 결과를 여러 권의 책으로 출판하였으며, 그의 연구는 많은 사람들에게 큰 영향을 미치고 있습니다. 송길영은 여러 대학과 연구 기관에서 강의와 연구를 진행하고 있습니다."
				},
				{
					"name": "유목민의 투자의 정석",
					"author": "유목민",
					"publisher": "리더스북",
					"price": "29,000원",
					"ebookPrice": "24,000원",
					"publishedDate": "2023년 06월 05일",
					"imageUrl": "./database/book_img/유목민의 투자의 정석.jpeg",
					"bookDetail": "투자의 기본 원칙과 실제 사례를 설명한 책입니다. 유목민 작가는 투자 초보자도 쉽게 이해할 수 있도록 단계별로 투자의 원칙과 전략을 설명합니다. 이 책은 주식, 부동산, 펀드 등 다양한 투자 수단을 다루며, 실전에서 바로 적용할 수 있는 실용적인 팁을 제공합니다. 독자들은 이를 통해 자신의 재정 상태를 개선하고, 장기적인 재정 목표를 달성할 수 있습니다.",
					"authorDetail": "유목민은 투자 전문가로, 다양한 투자 분야에서 오랜 경험을 가지고 있습니다. 그는 여러 강연과 세미나를 통해 개인 투자자들에게 유용한 지식을 전달하고 있으며, 그의 저서는 많은 독자들에게 큰 도움이 되고 있습니다. 유목민은 투자와 관련된 여러 매체에 기고하며, 투자 교육에 힘쓰고 있습니다."
				},
				{
					"name": "처음 하는 장사 공부",
					"author": "권정훈",
					"publisher": "비즈니스북스",
					"price": "24,000원",
					"ebookPrice": "19,000원",
					"publishedDate": "2023년 09월 20일",
					"imageUrl": "./database/book_img/처음 하는 장사 공부.jpeg",
					"bookDetail": "이 책은 장사를 처음 시작하는 사람들을 위한 가이드입니다. 권정훈 작가는 장사의 기본 개념부터 실제 운영 방법까지 단계별로 설명합니다. 이 책은 시장 조사, 상품 기획, 마케팅 전략 등 장사에 필요한 모든 요소를 다루며, 성공적인 장사를 위한 실질적인 팁과 노하우를 제공합니다. 독자들은 이를 통해 장사에 대한 자신감을 얻고, 성공적인 사업을 운영할 수 있습니다.",
					"authorDetail": "권정훈은 비즈니스 전문가로, 여러 창업과 운영 경험을 바탕으로 다양한 비즈니스 서적을 집필하고 있습니다. 그는 창업자들에게 실질적인 도움을 주기 위해 다양한 강연과 컨설팅을 진행하고 있으며, 그의 저서는 많은 사람들에게 유용한 정보를 제공하고 있습니다."
				},
				{
					"name": "챗봇 2025 트렌드&활용백과",
					"author": "김덕진, 서승완",
					"publisher": "테크트렌드북스",
					"price": "28,000원",
					"ebookPrice": "22,000원",
					"publishedDate": "2023년 11월 15일",
					"imageUrl": "./database/book_img/챗GPT와 랭체인을 활용한 LLM 기반 AI 앱 개발.jpeg",
					"bookDetail": "이 책은 챗봇 기술의 최신 트렌드와 활용 방법을 종합적으로 다룹니다. 김덕진과 서승완 작가는 챗봇의 기본 원리부터 고급 활용 사례까지 포괄적으로 설명합니다. 이 책은 챗봇 개발자와 사용자 모두에게 유용한 정보를 제공하며, 실무에서 바로 적용할 수 있는 다양한 팁과 트릭을 제공합니다. 독자들은 챗봇을 통해 비즈니스 효율성을 높일 수 있는 방법을 배울 수 있습니다.",
					"authorDetail": "김덕진과 서승완은 IT 기술 전문가로, 챗봇 및 인공지능 분야에서 오랜 경험을 가지고 있습니다. 이들은 여러 프로젝트를 통해 챗봇 기술을 발전시키고 있으며, 다양한 연구 결과를 바탕으로 실무에 적용할 수 있는 유용한 지식을 공유하고 있습니다. 김덕진과 서승완은 여러 학술지에 논문을 발표하였으며, 다수의 저서를 집필하였습니다."
				},
				{
					"name": "공간이미지 경영",
					"author": "오선미",
					"publisher": "미디어퍼블리싱",
					"price": "32,000원",
					"ebookPrice": "26,000원",
					"publishedDate": "2024년 01월 05일",
					"imageUrl": "./database/book_img/공간이미지 경영.jpeg",
					"bookDetail": "이 책은 공간 디자인과 경영의 융합을 다룹니다. 오선미 작가는 공간의 이미지를 효과적으로 관리하고 활용하는 방법을 설명합니다. 이 책은 공간 디자인의 기본 원리부터 고급 전략까지 포괄적으로 다루며, 실제 사례를 통해 실무에 적용할 수 있는 유용한 팁을 제공합니다. 독자들은 공간을 통해 브랜드 이미지를 강화하고, 비즈니스 성과를 향상시킬 수 있는 방법을 배울 수 있습니다.",
					"authorDetail": "오선미는 공간 디자인과 경영 전문가로, 다수의 프로젝트를 통해 공간 디자인의 중요성을 강조하고 있습니다. 그녀는 여러 강연과 세미나를 통해 공간 디자인과 경영의 융합을 연구하고 있으며, 다양한 저서를 통해 그 지식을 공유하고 있습니다. 오선미는 공간 디자인의 혁신적인 접근 방식을 제시하며, 많은 사람들에게 영감을 주고 있습니다."
				}
			]
		},
		{
			"category": "사회/정치",
			"books": [
				{
					"name": "남자가 많은 곳에서 일합니다",
					"author": "박진희",
					"publisher": "앤의서재",
					"price": "15,120원",
					"ebookPrice": "12,000원",
					"publishedDate": "2024년 09월 05일",
					"imageUrl": "./database/book_img/남자가 많은 곳에서 일합니다.jpeg",
					"bookDetail": "이 책은 남초 직군에서 일하는 여성들의 경험을 담은 인터뷰집입니다. 건설현장 조경 관리감독, 대형 화물선 일등항해사, 오케스트라 지휘자 등 다양한 분야에서 활약하는 여성들의 이야기를 통해 여성들이 직장에서 겪는 편견과 도전에 대해 다룹니다.",
					"authorDetail": "박진희는 평범하지만 반짝이는 삶을 발굴해 소개하는 인터뷰어입니다. 다양한 직업군의 여성들을 인터뷰하여 그들의 목소리를 생생하게 담아내는 작가입니다."
				},
				{
					"name": "버닝썬 뒤에 숨긴 비밀",
					"author": "이문헌",
					"publisher": "포르체",
					"price": "14,220원",
					"ebookPrice": "12,000원",
					"publishedDate": "2024년 06월 05일",
					"imageUrl": "./database/book_img/버닝썬 뒤에 숨긴 비밀.jpeg",
					"bookDetail": "이 책은 버닝썬 게이트와 관련된 마약, 성범죄, 탈세 및 경찰과의 유착 의혹 등 다양한 사건들을 상세히 다루고 있습니다. 저자는 이 사건들이 어떻게 마무리되었는지, 대중의 무관심이 어떤 결과를 가져왔는지를 독자에게 보여줍니다.",
					"authorDetail": "이문헌은 MBC 사회부 기자로서 버닝썬 사건을 최초로 보도한 기자입니다. 그는 다양한 사회적 이슈를 취재하며 공익을 위해 노력하는 언론인입니다."
				},
				{
					"name": "ON AIR, 미국은 내전 중",
					"author": "강윤기",
					"publisher": "혜화동",
					"price": "16,800원",
					"ebookPrice": "13,000원",
					"publishedDate": "2024년 01월 15일",
					"imageUrl": "./database/book_img/THE MONEY BOOK(더 머니북).png",
					"bookDetail": "이 책은 미국에서 발생한 다양한 사회적, 정치적 갈등을 다룬다. KBS 특파원 강윤기가 미국 34개 주를 돌며 취재한 내용을 바탕으로, 현재 미국 사회의 분열과 내전에 가까운 상황을 분석합니다.",
					"authorDetail": "강윤기는 KBS PD 특파원으로, 다수의 시사교양 프로그램과 다큐멘터리를 제작한 경험이 있습니다. 2020년부터 2023년까지 뉴욕 특파원으로 활동하며 미국 사회의 다양한 이슈를 심층 취재했습니다."
				},
				{
					"name": "시장의 빌런들",
					"author": "이완배",
					"publisher": "북트리거",
					"price": "18,900원",
					"ebookPrice": "14,000원",
					"publishedDate": "2023년 04월 30일",
					"imageUrl": "./database/book_img/시장의 빌런들.jpeg",
					"bookDetail": "이 책은 세계를 주무르는 거대 기업들이 저질러 온 악행과 부도덕의 역사를 다룹니다. 이완배 기자는 이들 기업이 저지른 환경 오염, 인권 침해, 노동 착취 등의 문제를 생생하게 기록하며, 소비자의 연대와 행동만이 이런 문제를 해결할 수 있음을 강조합니다.",
					"authorDetail": "이완배는 경제 기자로, 사회적 불평등과 경제적 부조리를 고발하는 글을 쓰는 작가입니다."
				},
				{
					"name": "어쩌면, 사회주택",
					"author": "최경호",
					"publisher": "자음과모음",
					"price": "27,000원",
					"ebookPrice": "17,000원",
					"publishedDate": "2023년 09월 30일",
					"imageUrl": "./database/book_img/어쩌면, 사회주택.jpeg",
					"bookDetail": "이 책은 주거권 문제를 다루며, 전세 사기, 비싼 집값, 대출 등의 문제에서 벗어나 사회주택이 보편적인 주거로 자리 잡은 사회를 제안합니다. 최경호 작가는 경기도 정책개발 자문관으로서, 현실적인 주거권 문제에 대한 해법을 제시합니다.",
					"authorDetail": "최경호는 (현)경기도 정책개발 자문관으로, 오랫동안 대한민국의 주거 현실을 연구하고 다양한 주거 정책을 개발해 온 전문가입니다."
				},
				{
					"name": "세 개의 전쟁",
					"author": "김정섭",
					"publisher": "프시케의숲",
					"price": "18,000원",
					"ebookPrice": "14,000원",
					"publishedDate": "2024년 03월 23일",
					"imageUrl": "./database/book_img/세 개의 전쟁.jpeg",
					"bookDetail": "이 책은 20세기 태평양 전쟁, 21세기 우크라이나 전쟁, 그리고 가상의 대만 전쟁을 통해 강대국의 국제정치와 전쟁의 본질을 통찰합니다. 김정섭 박사는 국제정치의 본질과 작동 원리를 파헤치며 강대국의 자기중심적이고 폭력적인 행동 패턴을 분석합니다.",
					"authorDetail": "김정섭은 국제정치 전문가로, 외교안보 분야에서 손꼽히는 엘리트입니다. 7년 만에 신작을 발표하며 국제정치의 다양한 이슈를 통찰하는 글을 씁니다."
				},
				{
					"name": "퍼센트 %",
					"author": "안지현",
					"publisher": "이데아",
					"price": "15,000원",
					"ebookPrice": "14,000원",
					"publishedDate": "2024년 04월 23일",
					"imageUrl": "./database/book_img/퍼센트.jpeg",
					"bookDetail": "《퍼센트 %》는 통계로 한국 사회의 다양한 문제를 분석하는 책입니다. 저자 안지현은 기자로 활동하면서 소외된 사람들의 이야기를 담아냈습니다. 책은 통계 수치를 통해 우리 사회의 문제점을 조명하고, 이를 통해 독자들에게 깊은 통찰을 제공합니다.",
					"authorDetail": "안지현은 오랜 시간 기자로 활동하며, 사회의 다양한 문제를 심도 있게 취재해 온 작가입니다. 그녀는 통계와 데이터를 통해 사회적 이슈를 분석하고 독자들에게 알리는 역할을 하고 있습니다."
				},
				{
					"name": "빈틈없이 자연스럽게",
					"author": "황의진",
					"publisher": "반비",
					"price": "18,000원",
					"ebookPrice": "14,000원",
					"publishedDate": "2024년 03월 01일",
					"imageUrl": "./database/book_img/빈틈없이 자연스럽게.jpeg",
					"bookDetail": "이 책은 현대 여성들이 자신을 찍고 SNS에 올리는 사진 문화에 대해 탐구합니다. 저자는 여성들이 사진을 통해 자신을 표현하는 과정을 문화비평적 시각으로 분석하고, 이 현상이 갖는 사회적 의미를 조명합니다.",
					"authorDetail": "황의진은 한국학중앙연구원에서 인류학 석사학위를 받은 연구자로, 여성과 사진 기술의 관계를 연구하며 다양한 문화적 현상을 분석하는 글을 써왔습니다."
				},
				{
					"name": "마포주공아파트",
					"author": "박철수",
					"publisher": "마티",
					"price": "25,000원",
					"ebookPrice": "17,000원",
					"publishedDate": "2024년 04월 10일",
					"imageUrl": "./database/book_img/마포주공아파트.jpeg",
					"bookDetail": "이 책은 한국 아파트 단지의 원형인 마포주공아파트의 역사와 의미를 다룹니다. 저자인 박철수는 마포주공아파트가 5.16 군사쿠데타 직후 군부의 주요 프로젝트로 추진되었으며, 한국 현대사의 중요한 상징으로 자리 잡았음을 설명합니다. 이 아파트는 중앙난방, 엘리베이터, 수세식 화장실 등을 갖춘 현대적 주거 형태의 시작점으로 평가됩니다.",
					"authorDetail": "박철수는 서울시립대학교 건축학부 교수로, 한국 주거사와 건축사를 연구한 학자입니다. 그의 이전 저서 『한국주택 유전자』는 학계와 출판계에서 높은 평가를 받았습니다."
				}
			]
		},
		{
			"category": "소설/시/희곡",
			"books": [
				{
					"name": "허송세월",
					"author": "김훈",
					"publisher": "나남",
					"price": "18,000원",
					"ebookPrice": "12,000원",
					"publishedDate": "2023년 09월 15일",
					"imageUrl": "./database/book_img/허송세월.jpeg",
					"bookDetail": "김훈 작가의 삶과 철학을 담은 에세이집입니다. 작가의 진솔한 생각과 감정을 담아내어 독자들에게 큰 감동을 줍니다. 이 책은 인생의 허무함과 아름다움을 동시에 느낄 수 있게 해줍니다. 김훈 특유의 섬세한 문체와 깊이 있는 사유가 돋보입니다. 독자들은 이를 통해 자신의 삶을 돌아보는 기회를 가질 수 있습니다.",
					"authorDetail": "김훈은 한국의 저명한 소설가로, 여러 권의 베스트셀러를 집필한 바 있습니다. 그의 작품들은 인간 존재에 대한 깊이 있는 통찰과 아름다운 문체로 많은 사랑을 받고 있습니다."
				},
				{
					"name": "예민해서 더 빛나는 너에게",
					"author": "성유나",
					"publisher": "휴먼북스",
					"price": "15,000원",
					"ebookPrice": "10,000원",
					"publishedDate": "2023년 11월 10일",
					"imageUrl": "./database/book_img/예민해서 더 빛나는 너에게.jpeg",
					"bookDetail": "예민함을 강점으로 바꾸는 방법을 제시하는 자기계발서입니다. 성유나 작가는 예민한 사람들이 어떻게 그 특성을 활용하여 더 빛나는 삶을 살 수 있는지 설명합니다. 이 책은 예민한 성향을 가진 사람들에게 큰 위로와 용기를 줍니다. 다양한 사례와 실질적인 조언을 통해 독자들이 자신의 예민함을 긍정적으로 받아들이도록 돕습니다.",
					"authorDetail": "성유나는 심리학자이자 자기계발 전문가로, 여러 심리학 관련 서적을 집필하였습니다. 그녀의 책은 많은 사람들에게 큰 위로와 영감을 주고 있습니다."
				},
				{
					"name": "난생처음 독서 모임",
					"author": "김설",
					"publisher": "문학동네",
					"price": "20,000원",
					"ebookPrice": "14,000원",
					"publishedDate": "2023년 12월 01일",
					"imageUrl": "./database/book_img/난생처음 독서 모임.jpeg",
					"bookDetail": "독서 모임을 처음 시작하는 사람들을 위한 가이드북입니다. 김설 작가는 독서 모임의 시작부터 운영까지 모든 과정을 상세히 설명합니다. 이 책은 독서 모임을 통해 얻을 수 있는 다양한 혜택과 즐거움을 소개합니다. 독서 모임을 통해 사람들과 교류하며, 책을 더욱 깊이 있게 즐길 수 있는 방법을 제시합니다.",
					"authorDetail": "김설은 독서 모임 전문가로 여러 독서 모임을 운영하고 있습니다. 그녀는 독서를 통해 사람들과 소통하고, 깊이 있는 대화를 나누는 것을 중요하게 생각합니다."
				},
				{
					"name": "비건한 미식가",
					"author": "초식마녀",
					"publisher": "푸드북",
					"price": "22,000원",
					"ebookPrice": "16,000원",
					"publishedDate": "2023년 10월 05일",
					"imageUrl": "./database/book_img/비건한 미식가.jpeg",
					"bookDetail": "비건 요리의 맛과 멋을 담은 요리책입니다. 초식마녀는 다양한 비건 요리 레시피를 통해 건강하고 맛있는 식생활을 제안합니다. 이 책은 초보자도 쉽게 따라 할 수 있는 간단한 요리법부터 고급 요리까지 포괄적으로 다루고 있습니다. 독자들은 이를 통해 비건 식단의 다양한 가능성을 발견할 수 있습니다.",
					"authorDetail": "초식마녀는 인기 비건 요리 블로거로, 건강한 식생활을 추구하며 다양한 비건 요리법을 개발하고 있습니다. 그녀의 블로그와 책은 많은 사람들에게 영감을 주고 있습니다."
				},
				{
					"name": "엔딩까지 천천히",
					"author": "이미화",
					"publisher": "세종서적",
					"price": "17,000원",
					"ebookPrice": "12,000원",
					"publishedDate": "2023년 08월 20일",
					"imageUrl": "./database/book_img/엔딩까지 천천히.jpeg",
					"bookDetail": "삶의 마지막까지 천천히 즐기며 사는 방법을 제시하는 책입니다. 이미화 작가는 인생의 각 단계를 천천히 음미하며 살아가는 법을 설명합니다. 이 책은 빠른 속도로 변화하는 현대 사회에서 천천히, 그러나 의미 있게 살아가는 방법을 탐구합니다. 독자들은 이를 통해 삶의 소중한 순간들을 더욱 깊이 있게 경험할 수 있습니다.",
					"authorDetail": "이미화는 삶의 철학을 주제로 여러 책을 집필한 작가로, 그녀의 작품들은 삶에 대한 깊은 통찰과 따뜻한 위로를 전합니다."
				},
				{
					"name": "그때가 배고프지 않은 지금이었으면",
					"author": "김용택",
					"publisher": "창비",
					"price": "16,000원",
					"ebookPrice": "11,000원",
					"publishedDate": "2023년 07월 25일",
					"imageUrl": "./database/book_img/그때가 배고프지 않은 지금이었으면.jpeg",
					"bookDetail": "김용택 시인의 감성적 에세이입니다. 이 책은 시인이 경험한 삶의 아름다운 순간들과 그 속에서 느낀 감정을 담고 있습니다. 김용택 특유의 섬세한 문체와 따뜻한 시선이 돋보입니다. 독자들은 이를 통해 자신의 삶을 돌아보고, 일상의 소중함을 다시금 느낄 수 있습니다. 시인의 글은 언제나 독자들에게 큰 위로와 영감을 줍니다.",
					"authorDetail": "김용택은 한국의 저명한 시인이자 수필가로, 그의 작품들은 인간 존재에 대한 깊은 통찰과 따뜻한 감성을 담고 있습니다. 다수의 수상 경력을 보유한 그는, 많은 독자들에게 사랑받고 있습니다."
				}
			]
		},
		{
			"category": "역사",
			"books": [
				{
					"name": "벌거벗은 한국사: 고려편",
					"author": "tvN STORY 〈벌거벗은 한국사〉 제작팀",
					"publisher": "tvN 출판사",
					"price": "25,000원",
					"ebookPrice": "18,000원",
					"publishedDate": "2023년 10월 15일",
					"imageUrl": "./database/book_img/벌거벗은 한국사.jpeg",
					"bookDetail": "이 책은 고려 시대의 역사와 문화를 상세하게 다루고 있습니다. TV 프로그램 '벌거벗은 한국사'의 제작팀이 만든 이 책은 방송에서 다루지 못한 깊이 있는 내용과 재미있는 일화를 담고 있습니다. 고려 시대의 정치, 경제, 사회, 문화 전반에 걸친 다양한 주제를 다루며, 이해하기 쉽게 설명하고 있습니다. 또한, 당시의 유물과 유적 사진들을 수록하여 역사적 현장을 생생하게 느낄 수 있게 합니다.",
					"authorDetail": "tvN STORY 〈벌거벗은 한국사〉 제작팀은 한국의 역사와 문화를 대중에게 알리는 데 힘쓰고 있는 전문가 그룹입니다. 방송을 통해 많은 사람들에게 한국사의 중요성을 알리고 있으며, 이 책을 통해 더 많은 정보를 제공하고자 합니다. 제작팀은 역사학자, 고고학자, 문화재 전문가 등 다양한 분야의 전문가들로 구성되어 있습니다."
				},
				{
					"name": "거꾸로 읽는 세계사",
					"author": "유시민",
					"publisher": "돌베개",
					"price": "20,000원",
					"ebookPrice": "15,000원",
					"publishedDate": "2024년 01월 10일",
					"imageUrl": "./database/book_img/거꾸로 읽는 세계사.jpeg",
					"bookDetail": "유시민 작가의 '거꾸로 읽는 세계사'는 세계사의 주요 사건들을 새로운 시각에서 재해석한 책입니다. 역사의 흐름을 역순으로 따라가며, 각 사건의 배경과 결과를 심도 있게 분석하고 있습니다. 이를 통해 독자들은 과거의 사건들이 현재에 어떤 영향을 미쳤는지 이해할 수 있습니다. 이 책은 역사에 대한 통찰력을 높이고, 현재를 이해하는 데 중요한 시사점을 제공합니다.",
					"authorDetail": "유시민은 한국의 대표적인 지식인 중 한 명으로, 작가, 정치인, 방송인으로 활동하고 있습니다. 다양한 분야에서 활약하며, 깊이 있는 통찰력과 날카로운 비판으로 유명합니다. '거꾸로 읽는 세계사' 외에도 여러 권의 베스트셀러를 저술했으며, 그의 작품들은 많은 독자들에게 큰 영향을 미치고 있습니다."
				},
				{
					"name": "당신에게 가장 가까운 요즘 역사: 근대",
					"author": "황현필",
					"publisher": "미래문화사",
					"price": "23,000원",
					"ebookPrice": "17,000원",
					"publishedDate": "2023년 11월 25일",
					"imageUrl": "./database/book_img/당신에게 가장 가까운 요즘 역사.jpeg",
					"bookDetail": "이 책은 근대 역사에 대한 새로운 시각을 제시합니다. 황현필 작가는 근대 역사 속의 주요 사건들을 현대적 관점에서 분석하고, 그 의미를 재조명합니다. 독자들은 이 책을 통해 근대사의 복잡한 사건들과 그 속에 숨겨진 이야기들을 쉽게 이해할 수 있습니다. 또한, 당시의 사회적, 정치적 변화가 현재에 미친 영향을 상세히 설명하고 있습니다.",
					"authorDetail": "황현필은 역사학자로, 특히 근대사 분야에서 깊이 있는 연구를 진행하고 있습니다. 다수의 역사 관련 서적을 집필하였으며, 그의 저서들은 많은 독자들로부터 호평을 받고 있습니다. 황현필은 역사 교육에도 열정을 가지고 있으며, 여러 교육 프로그램을 통해 역사 지식을 전파하고 있습니다."
				},
				{
					"name": "일본서기는 위서다",
					"author": "이원희",
					"publisher": "역사비평사",
					"price": "28,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2023년 09월 30일",
					"imageUrl": "./database/book_img/일본서기는 위서다.jpeg",
					"bookDetail": "이원희 작가는 일본의 역사서인 '일본서기'를 비판적으로 분석하고, 그 내용의 신뢰성을 검토합니다. 이 책은 '일본서기'가 기록된 배경과 그 목적을 살펴보며, 왜곡된 역사 서술의 문제점을 지적하고 있습니다. 독자들은 이 책을 통해 일본사의 진실을 더욱 깊이 있게 이해할 수 있습니다. 또한, 한국과 일본의 역사적 관계를 재조명하는 데 중요한 시사점을 제공합니다.",
					"authorDetail": "이원희는 역사학자로, 일본사 및 동아시아 역사에 대한 연구를 진행하고 있습니다. 그의 연구는 일본사의 다양한 측면을 비판적으로 분석하는 데 중점을 두고 있으며, 이를 통해 동아시아 역사에 대한 새로운 시각을 제시하고 있습니다. 이원희는 여러 학술지에 논문을 발표하였으며, 그의 저서들은 학계와 일반 독자들 모두에게 큰 호응을 얻고 있습니다."
				},
				{
					"name": "쟁점, 한국 고대사 그 해답을 찾다",
					"author": "이도학",
					"publisher": "학고재",
					"price": "26,000원",
					"ebookPrice": "19,000원",
					"publishedDate": "2023년 12월 05일",
					"imageUrl": "./database/book_img/쟁점, 한국 고대사 그 해답을 찾다.jpeg",
					"bookDetail": "이도학 작가는 한국 고대사의 주요 쟁점들을 분석하고, 그 해답을 찾아가는 과정을 설명합니다. 이 책은 고대사의 복잡한 문제들을 체계적으로 정리하고, 학계의 다양한 견해를 종합하여 독자들에게 제공하고 있습니다. 이를 통해 독자들은 한국 고대사에 대한 깊이 있는 이해를 얻을 수 있습니다. 또한, 고대사의 연구 방법론과 사료 분석 기법도 소개하고 있습니다.",
					"authorDetail": "이도학은 고대사 연구의 권위자로, 오랜 기간 동안 한국 고대사를 연구해 왔습니다. 그의 연구는 고대사의 다양한 쟁점들을 명확히 하는 데 중점을 두고 있으며, 이를 통해 많은 학문적 기여를 하고 있습니다. 이도학은 여러 학회에서 활동하고 있으며, 그의 저서들은 학계와 일반 독자들 모두에게 큰 영향을 미치고 있습니다."
				},
				{
					"name": "5천 년 역사가 단숨에 이해되는 최소한의 한국사",
					"author": "최태성",
					"publisher": "가람기획",
					"price": "24,000원",
					"ebookPrice": "18,000원",
					"publishedDate": "2023년 08월 01일",
					"imageUrl": "./database/book_img/5천 년 역사가 단숨에 이해되는 최소한의 한국사.jpeg",
					"bookDetail": "최태성 작가의 '5천 년 역사가 단숨에 이해되는 최소한의 한국사'는 한국사의 중요한 사건들을 쉽고 간결하게 설명한 책입니다. 이 책은 복잡한 한국사를 체계적으로 정리하여, 독자들이 단숨에 이해할 수 있도록 구성되었습니다. 주요 사건들의 배경과 결과를 명확히 설명하며, 역사적 인물들의 역할과 그들의 영향을 상세히 다루고 있습니다.",
					"authorDetail": "최태성은 역사 강사로, 한국사 교육에 많은 기여를 하고 있습니다. 그의 강의는 명쾌하고 이해하기 쉬운 설명으로 유명하며, 많은 학생들과 일반인들에게 사랑받고 있습니다. 최태성은 다수의 역사 관련 서적을 집필하였으며, 그의 저서들은 베스트셀러로 자리 잡고 있습니다."
				}
			]
		},
		{
			"category": "예술",
			"books": [
				{
					"name": "모던 빠리",
					"author": "백재연",
					"publisher": "예술문화사",
					"price": "28,000원",
					"ebookPrice": "22,000원",
					"publishedDate": "2023년 11월 15일",
					"imageUrl": "./database/book_img/모던 빠리.jpeg",
					"bookDetail": "이 책은 모던 시대의 파리를 배경으로 한 예술적 흐름을 다룹니다. 백재연 작가는 파리의 예술가들과 그들의 작품을 중심으로 모던 아트를 해석하고, 그들의 영향력을 탐구합니다. 파리의 카페, 갤러리, 스튜디오 등을 소개하며, 당시 예술가들의 삶과 예술 세계를 생생하게 전달합니다.",
					"authorDetail": "백재연은 예술사학자로, 유럽의 모던 아트에 대한 깊이 있는 연구를 진행하고 있습니다. 여러 권의 예술 관련 서적을 집필하였으며, 그의 연구는 학계와 일반 독자들에게 큰 호응을 얻고 있습니다."
				},
				{
					"name": "K-콘텐츠로 보는 현대사회",
					"author": "박현민",
					"publisher": "미디어북스",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2023년 12월 01일",
					"imageUrl": "./database/book_img/K-콘텐츠로 보는 현대사회.jpeg",
					"bookDetail": "이 책은 K-콘텐츠를 통해 현대사회를 분석합니다. 박현민 작가는 영화, 드라마, 음악 등 다양한 K-콘텐츠가 어떻게 현대사회의 문화와 트렌드를 반영하고 있는지를 탐구합니다. 이 책은 K-콘텐츠의 성공 요인과 그 사회적, 문화적 의미를 깊이 있게 조명합니다.",
					"authorDetail": "박현민은 미디어 학자로, 한국의 대중문화와 K-콘텐츠에 대한 연구를 진행하고 있습니다. 그의 연구는 K-콘텐츠의 글로벌 영향력을 분석하며, 다양한 미디어 매체에 기고하고 있습니다."
				},
				{
					"name": "네 인생에 클래식이 있길 바래",
					"author": "조현영",
					"publisher": "음악세계",
					"price": "22,000원",
					"ebookPrice": "18,000원",
					"publishedDate": "2023년 10월 10일",
					"imageUrl": "./database/book_img/네 인생에 클래식이 있길 바래.jpeg",
					"bookDetail": "이 책은 클래식 음악을 통해 인생의 깊이를 더하는 방법을 제안합니다. 조현영 작가는 클래식 음악의 역사와 주요 작곡가들의 생애를 소개하며, 음악이 주는 감동과 치유의 힘을 설명합니다. 독자들은 이를 통해 클래식 음악을 더욱 가까이 느끼고, 일상 속에서 음악의 아름다움을 즐길 수 있습니다.",
					"authorDetail": "조현영은 음악 평론가이자 클래식 음악 전문가로, 다수의 음악 관련 서적을 집필하였습니다. 그녀의 글은 깊이 있는 해석과 따뜻한 감성으로 많은 독자들에게 사랑받고 있습니다."
				},
				{
					"name": "우리 모두가 사랑하는 감성 장인 임영웅의 힘",
					"author": "서병기",
					"publisher": "문화출판사",
					"price": "26,000원",
					"ebookPrice": "21,000원",
					"publishedDate": "2023년 09월 25일",
					"imageUrl": "./database/book_img/우리 모두가 사랑하는 감성 장인 임영웅의 힘.jpeg",
					"bookDetail": "이 책은 가수 임영웅의 음악과 그가 주는 감동을 분석합니다. 서병기 작가는 임영웅의 음악적 여정과 그의 노래가 사람들에게 미치는 영향을 심도 있게 탐구합니다. 이 책은 임영웅의 대표 곡들과 그의 공연을 통해 전달되는 감성의 힘을 조명합니다.",
					"authorDetail": "서병기는 음악 평론가로, 다수의 음악 관련 서적과 기사를 집필하였습니다. 그는 특히 대중음악과 그 문화적 영향을 연구하며, 그의 글은 많은 음악 팬들에게 큰 공감을 불러일으킵니다."
				},
				{
					"name": "나의 다큐멘터리 제작기",
					"author": "안태근",
					"publisher": "다큐멘터리북스",
					"price": "30,000원",
					"ebookPrice": "24,000원",
					"publishedDate": "2023년 11월 05일",
					"imageUrl": "./database/book_img/나의 다큐멘터리 제작기.jpeg",
					"bookDetail": "이 책은 안태근 감독의 다큐멘터리 제작 과정을 상세히 다룹니다. 그는 자신의 경험을 바탕으로 다큐멘터리 기획, 촬영, 편집의 모든 과정을 설명합니다. 이 책은 다큐멘터리 제작에 관심 있는 사람들에게 실질적인 지침을 제공하며, 제작 과정에서 마주치는 다양한 도전과 극복 방법을 소개합니다.",
					"authorDetail": "안태근은 다큐멘터리 감독으로, 여러 편의 다큐멘터리를 제작하며 많은 상을 받았습니다. 그의 작품은 사회적 이슈를 깊이 있게 다루며, 많은 시청자들에게 큰 감동을 주고 있습니다."
				}
			]
		},
		{
			"category": "자연/과학",
			"books": [
				{
					"name": "올림픽에 간 해부학자",
					"author": "이재호",
					"publisher": "사이언스북스",
					"price": "24,000원",
					"ebookPrice": "18,000원",
					"publishedDate": "2023년 12월 20일",
					"imageUrl": "./database/book_img/올림픽에 간 해부학자.jpeg",
					"bookDetail": "이 책은 스포츠 과학의 관점에서 올림픽 선수들의 신체 구조와 기능을 분석합니다. 이재호 작가는 해부학 지식을 바탕으로 선수들의 신체가 어떻게 최상의 경기력을 발휘하는지 설명합니다. 다양한 운동 종목별로 해부학적 특징을 다루며, 올림픽의 과학적 이면을 탐구합니다. 이 책은 스포츠 과학에 관심 있는 독자들에게 유용한 정보를 제공합니다.",
					"authorDetail": "이재호는 스포츠 해부학 전문가로, 여러 대학에서 해부학 강의를 진행하고 있습니다. 다수의 연구 논문을 발표하였으며, 스포츠 과학과 관련된 다양한 프로젝트에 참여하고 있습니다."
				},
				{
					"name": "유쾌한 천문학자들",
					"author": "이광식",
					"publisher": "우주출판사",
					"price": "22,000원",
					"ebookPrice": "17,000원",
					"publishedDate": "2023년 11월 05일",
					"imageUrl": "./database/book_img/유쾌한 천문학자들.jpeg",
					"bookDetail": "이 책은 천문학자들의 흥미로운 이야기와 업적을 소개합니다. 이광식 작가는 천문학의 기초부터 최신 연구 동향까지 폭넓게 다루며, 천문학자들의 유쾌한 일화와 연구 과정을 생생하게 전달합니다. 독자들은 이를 통해 천문학에 대한 흥미와 이해를 높일 수 있습니다. 이 책은 천문학을 쉽게 접근할 수 있는 입문서로 적합합니다.",
					"authorDetail": "이광식은 천문학자로, 다수의 천문학 관련 서적을 집필하였습니다. 그의 연구는 학계와 대중 모두에게 큰 영향을 미치고 있으며, 다양한 매체를 통해 천문학 지식을 널리 알리고 있습니다."
				},
				{
					"name": "경제가 쉬워지는 최소한의 수학",
					"author": "오국환",
					"publisher": "수학출판사",
					"price": "20,000원",
					"ebookPrice": "15,000원",
					"publishedDate": "2023년 10월 15일",
					"imageUrl": "./database/book_img/경제가 쉬워지는 최소한의 수학.jpeg",
					"bookDetail": "이 책은 경제를 이해하는 데 필요한 최소한의 수학 개념을 쉽게 설명합니다. 오국환 작가는 수학적 기초 지식 없이도 경제 원리를 이해할 수 있도록 체계적으로 구성하였습니다. 독자들은 이를 통해 경제 현상을 수학적으로 분석하고 이해하는 능력을 키울 수 있습니다. 이 책은 경제와 수학을 동시에 배우고자 하는 이들에게 필독서입니다.",
					"authorDetail": "오국환은 경제학자이자 수학자로, 경제와 수학의 융합 연구를 진행하고 있습니다. 그의 저서는 많은 학생들과 일반 독자들에게 큰 인기를 끌고 있습니다."
				},
				{
					"name": "식물에 관한 오해",
					"author": "이소영",
					"publisher": "자연과학사",
					"price": "23,000원",
					"ebookPrice": "18,000원",
					"publishedDate": "2023년 09월 25일",
					"imageUrl": "./database/book_img/식물에 관한 오해.jpeg",
					"bookDetail": "이 책은 식물에 대한 잘못된 상식을 바로잡고, 식물의 진짜 모습을 이해하도록 돕습니다. 이소영 작가는 다양한 식물의 생태와 특성을 상세히 설명하며, 식물에 대한 오해와 진실을 과학적으로 분석합니다. 독자들은 이를 통해 식물에 대한 새로운 시각을 가질 수 있습니다. 이 책은 식물학에 관심 있는 모든 이들에게 유익한 정보를 제공합니다.",
					"authorDetail": "이소영은 식물학자로, 식물 생태와 보전에 관한 다수의 연구를 진행하고 있습니다. 그녀의 저서는 식물학의 대중화에 기여하고 있으며, 많은 독자들에게 사랑받고 있습니다."
				},
				{
					"name": "유전자 지배 사회",
					"author": "최정균",
					"publisher": "생명과학사",
					"price": "28,000원",
					"ebookPrice": "22,000원",
					"publishedDate": "2023년 11월 30일",
					"imageUrl": "./database/book_img/유전자 지배 사회.jpeg",
					"bookDetail": "이 책은 유전자가 사회와 인간에게 미치는 영향을 다룹니다. 최정균 작가는 유전자 연구의 최신 동향과 그로 인한 사회적, 윤리적 문제를 심도 있게 분석합니다. 유전자 편집 기술의 발전이 가져올 미래를 예측하며, 독자들에게 유전자의 중요성과 그에 따른 책임을 강조합니다. 이 책은 생명과학과 사회학을 아우르는 중요한 읽을거리입니다.",
					"authorDetail": "최정균은 유전학자로, 유전자 연구와 관련된 다수의 학술 논문을 발표하였습니다. 그는 유전자 편집 기술의 윤리적 문제에 대한 연구를 진행하고 있으며, 다양한 학회에서 활동하고 있습니다."
				},
				{
					"name": "아직도 악어와 악어새 이야기를 믿어?",
					"author": "이하늬",
					"publisher": "자연출판사",
					"price": "19,000원",
					"ebookPrice": "14,000원",
					"publishedDate": "2023년 12월 10일",
					"imageUrl": "./database/book_img/아직도 악어와 악어새 이야기를 믿어.jpeg",
					"bookDetail": "이 책은 자연에서 흔히 들리는 잘못된 이야기들을 바로잡습니다. 이하늬 작가는 악어와 악어새의 관계를 비롯한 다양한 자연 속 이야기들의 진실을 과학적으로 분석합니다. 독자들은 이를 통해 자연에 대한 새로운 시각을 얻고, 잘못된 상식을 바로잡을 수 있습니다. 이 책은 자연을 사랑하는 모든 이들에게 추천할 만한 책입니다.",
					"authorDetail": "이하늬는 생물학자로, 자연 속 생물들의 행동과 생태를 연구하고 있습니다. 그녀의 저서는 일반 독자들에게 생물학 지식을 쉽게 전달하며, 많은 이들에게 자연에 대한 흥미를 불러일으키고 있습니다."
				}
			]
		},
		{
			"category": "IT/모바일",
			"books": [
				{
					"name": "AI 영상 제작",
					"author": "민지영, 문수민, 전은재, 앤미디어",
					"publisher": "미디어북스",
					"price": "30,000원",
					"ebookPrice": "24,000원",
					"publishedDate": "2024년 01월 10일",
					"imageUrl": "./database/book_img/AI 영상 제작.jpeg",
					"bookDetail": "AI 기술을 활용한 영상 제작의 모든 것을 다룬 책입니다. 이 책은 AI 기술의 기초부터 고급 활용까지 포괄적으로 설명하며, 실제 사례를 통해 실습할 수 있도록 구성되어 있습니다. 영상 제작 과정에서 AI를 어떻게 효과적으로 활용할 수 있는지에 대한 구체적인 가이드라인을 제공합니다. 영상 제작에 관심 있는 모든 사람들에게 유용한 정보를 제공합니다.",
					"authorDetail": "민지영, 문수민, 전은재, 앤미디어는 각기 다른 분야의 전문가들로, AI 기술과 미디어 제작에 대한 깊이 있는 지식을 보유하고 있습니다. 이들은 함께 협력하여 AI와 영상 제작의 융합을 연구하고 있으며, 다양한 프로젝트를 통해 그 성과를 입증하고 있습니다."
				},
				{
					"name": "요즘 AI 페어 프로그래밍",
					"author": "서지연",
					"publisher": "프로그래밍북스",
					"price": "28,000원",
					"ebookPrice": "22,000원",
					"publishedDate": "2023년 11월 25일",
					"imageUrl": "./database/book_img/요즘 AI 페어 프로그래밍.jpeg",
					"bookDetail": "AI를 활용한 페어 프로그래밍의 최신 동향과 기술을 다룬 책입니다. 서지연 작가는 AI와 협업하여 코드 작성과 디버깅을 하는 방법을 상세히 설명합니다. 이 책은 AI 도구들을 활용하여 프로그래밍 생산성을 높이는 방법과 실제 사례를 통해 실습할 수 있는 기회를 제공합니다. 프로그래머들에게 유용한 팁과 트릭이 가득합니다.",
					"authorDetail": "서지연은 프로그래밍 전문가로, 다수의 AI와 프로그래밍 관련 서적을 집필하였습니다. AI 기술을 프로그래밍에 적용하는 데 많은 연구를 하고 있으며, 다양한 교육 프로그램을 통해 그 지식을 공유하고 있습니다."
				},
				{
					"name": "세컨드 브레인은 옵시디언",
					"author": "시안",
					"publisher": "디지털북스",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2023년 12월 15일",
					"imageUrl": "./database/book_img/세컨드 브레인은 옵시디언.jpeg",
					"bookDetail": "디지털 노트 앱 옵시디언을 활용한 세컨드 브레인 구축 방법을 다룬 책입니다. 시안 작가는 옵시디언의 다양한 기능과 활용 사례를 통해 어떻게 개인 지식 관리 시스템을 구축할 수 있는지 설명합니다. 이 책은 효율적인 정보 관리와 생산성을 높이는 데 필요한 실질적인 방법들을 제공합니다.",
					"authorDetail": "시안은 디지털 생산성 전문가로, 다양한 디지털 도구를 활용한 개인 지식 관리와 생산성 향상에 대한 연구를 진행하고 있습니다. 그의 강의와 저서들은 많은 사람들에게 유용한 지식을 제공하고 있습니다."
				},
				{
					"name": "Do it! 조코딩의 첫 웹 개발",
					"author": "조동근, 조경민",
					"publisher": "이지스퍼블리싱",
					"price": "32,000원",
					"ebookPrice": "25,000원",
					"publishedDate": "2024년 02월 01일",
					"imageUrl": "./database/book_img/Do it! 조코딩의 첫 웹 개발.jpeg",
					"bookDetail": "웹 개발 입문자를 위한 완벽한 가이드입니다. 조동근, 조경민 작가는 HTML, CSS, JavaScript 등 웹 개발의 기본 개념부터 실제 프로젝트를 통해 웹사이트를 만드는 방법까지 체계적으로 설명합니다. 이 책은 단계별 실습을 통해 초보자도 쉽게 따라할 수 있도록 구성되어 있습니다.",
					"authorDetail": "조동근과 조경민은 웹 개발 교육 전문가로, 다수의 교육 프로그램과 서적을 통해 많은 학생들에게 웹 개발 지식을 전파하고 있습니다. 그들의 실용적인 교육 방식은 많은 이들에게 큰 도움이 되고 있습니다."
				},
				{
					"name": "최고의 프롬프트 엔지니어링 강의",
					"author": "김진중",
					"publisher": "테크북스",
					"price": "29,000원",
					"ebookPrice": "22,000원",
					"publishedDate": "2023년 10월 30일",
					"imageUrl": "./database/book_img/최고의 프롬프트 엔지니어링 강의.jpeg",
					"bookDetail": "프롬프트 엔지니어링의 이론과 실제를 다룬 책입니다. 김진중 작가는 프롬프트 설계의 기본 원리와 고급 기법을 상세히 설명하며, 다양한 사례를 통해 실습할 수 있도록 구성하였습니다. 이 책은 AI 모델을 효율적으로 활용하고 최적의 결과를 도출하는 방법을 제시합니다.",
					"authorDetail": "김진중은 AI 기술 전문가로, 프롬프트 엔지니어링 분야에서 오랜 연구 경험을 가지고 있습니다. 그의 연구는 AI 모델의 성능 향상에 크게 기여하고 있으며, 다수의 학술 논문과 저서를 통해 그 지식을 공유하고 있습니다."
				},
				{
					"name": "보고 혁명",
					"author": "이성윤",
					"publisher": "리더스북",
					"price": "27,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2023년 11월 05일",
					"imageUrl": "./database/book_img/보고 혁명.jpeg",
					"bookDetail": "이성윤 작가는 데이터 보고의 혁신적인 방법을 제시합니다. 이 책은 데이터 시각화와 보고서 작성의 최신 기법을 소개하며, 실무에서 바로 적용할 수 있는 유용한 팁들을 제공합니다. 데이터 분석가와 비즈니스 리더들에게 필수적인 내용을 담고 있습니다.",
					"authorDetail": "이성윤은 데이터 분석 전문가로, 다수의 기업에서 데이터 시각화와 보고서 작성에 대한 컨설팅을 제공하고 있습니다. 그의 저서들은 실무에 바로 적용할 수 있는 유용한 지식을 제공하여 많은 독자들에게 큰 도움이 되고 있습니다."
				}
			]
		}
	]
}
