{
	"categoryList": [
		{
			"category": "경영/경제",
			"books": [
				{
					"name": "플랜B는 없다",
					"author": "맷 히긴스",
					"publisher": "교보문고",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 05월 25일",
					"imageUrl": "/final-project/src/book_img/플랜B는 없다.jpeg",
					"bookDetail": "성공을 위한 필수 전략을 다룬 책입니다. 목표를 이루기 위해 필요한 마음가짐과 도전 방법을 강조합니다. 현실적인 조언과 구체적인 사례를 제공합니다. 변화를 두려워하지 않고 도전하는 법을 가르칩니다. 맷 히긴스의 경험을 바탕으로 성공의 열쇠를 제시합니다.",
					"authorDetail": "맷 히긴스는 유명한 기업가이자 경영 전략가입니다. 다양한 기업에서 성공을 이끌었습니다. 전략적 사고와 리더십을 강조합니다. 그의 저서는 실용적 조언으로 가득합니다. 비즈니스와 삶에서 성과를 이루도록 돕습니다."
				},
				{
					"name": "불변의 법칙",
					"author": "모건 하우절",
					"publisher": "서삼독",
					"price": "22,000원",
					"ebookPrice": "17,000원",
					"publishedDate": "2023년 08월 20일",
					"imageUrl": "/final-project/src/book_img/불변의 법칙",
					"bookDetail": "투자와 경제에 대한 불변의 법칙을 설명한 책입니다. 투자자들이 반드시 알아야 할 핵심 개념을 다룹니다. 장기적인 투자 전략과 실수를 피하는 방법을 제시합니다. 경제의 기본 원리를 쉽게 설명합니다. 모건 하우절의 통찰력을 바탕으로 작성되었습니다.",
					"authorDetail": "모건 하우절은 금융 저널리스트이자 투자 전문가입니다. 다양한 금융 매체에서 활동 중입니다. 투자에 대한 깊은 통찰과 분석을 제공합니다. 그의 글은 명쾌하고 이해하기 쉽습니다. 투자자들에게 실질적인 도움을 줍니다."
				},
				{
					"name": "유튜브, 제국의 탄생",
					"author": "마크 버겐",
					"publisher": "IT미디어",
					"price": "28,000원",
					"ebookPrice": "23,000원",
					"publishedDate": "2023년 07월 15일",
					"imageUrl": "/final-project/src/book_img/유튜브, 제국의 탄생",
					"bookDetail": "유튜브의 성장과 그 영향력을 분석한 책입니다. 유튜브의 역사와 성공 요인을 다룹니다. 플랫폼의 혁신과 변화를 탐구합니다. 미래의 미디어와 기술에 대한 전망을 제공합니다. 마크 버겐의 심층적인 취재를 바탕으로 작성되었습니다.",
					"authorDetail": "마크 버겐은 기술 기자로서 유튜브에 대한 깊은 통찰을 제공합니다. 다양한 매체에서 기술 관련 기사를 작성했습니다. 그의 글은 분석적이고 정보가 풍부합니다. 유튜브와 관련된 주요 이슈를 다룹니다. 기술과 미디어에 대한 전문 지식을 가지고 있습니다."
				},
				{
					"name": "컨셉 수업",
					"author": "호소다 다카히로",
					"publisher": "창의출판",
					"price": "24,000원",
					"ebookPrice": "19,000원",
					"publishedDate": "2023년 09월 30일",
					"imageUrl": "/final-project/src/book_img/컨셉 수업",
					"bookDetail": "컨셉 설정의 중요성과 실제 사례를 설명한 책입니다. 창의적인 아이디어를 현실화하는 방법을 다룹니다. 다양한 사례를 통해 구체적인 전략을 제시합니다. 마케팅과 브랜딩에 대한 새로운 시각을 제공합니다. 호소다 다카히로의 경험을 바탕으로 작성되었습니다.",
					"authorDetail": "호소다 다카히로는 마케팅 전문가로 다수의 베스트셀러를 집필했습니다. 다양한 기업에서 마케팅 전략을 수립했습니다. 그의 저서는 실용적이고 혁신적입니다. 컨셉 설정의 중요성을 강조합니다. 창의성과 실용성을 겸비한 전문가입니다."
				},
				{
					"name": "트래픽 설계자",
					"author": "러셀 브런슨",
					"publisher": "마케팅북스",
					"price": "26,000원",
					"ebookPrice": "21,000원",
					"publishedDate": "2021년 11월 25일",
					"imageUrl": "/final-project/src/book_img/트래픽 설계자",
					"bookDetail": "온라인 트래픽을 효과적으로 설계하는 방법을 설명한 책입니다. 웹사이트와 소셜 미디어에서 트래픽을 유도하는 방법을 다룹니다. 성공적인 마케팅 캠페인의 전략을 제시합니다. 디지털 마케팅의 핵심을 설명합니다. 러셀 브런슨의 마케팅 노하우를 담았습니다.",
					"authorDetail": "러셀 브런슨은 디지털 마케팅 전문가로 다수의 성공적인 마케팅 캠페인을 이끌었습니다. 그의 저서는 실용적이고 구체적인 조언을 제공합니다. 마케팅 분야에서 폭넓은 경험을 가지고 있습니다. 트래픽 유도와 전환에 대한 깊은 이해를 가지고 있습니다. 다양한 기업에서 성공적인 마케팅을 이끌었습니다."
				}
			]
		},
		{
			"category": "사회/정치",
			"books": [
				{
					"name": "기후 변화가 전부는 아니다",
					"author": "마이크 흄",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/기후 변화가 전부는 아니다",
					"bookDetail": "기후 변화 이외의 환경적 도전과 과제를 다룹니다. 기후 변화의 다양한 측면을 조명합니다. 지속 가능한 발전과 환경 보호를 논의합니다. 독자들에게 새로운 시각을 제시합니다. 마이크 흄의 깊이 있는 분석을 제공합니다.",
					"authorDetail": "마이크 흄은 환경 과학자이자 기후 변화 전문가입니다. 다양한 학술 논문과 저서를 집필했습니다. 그의 연구는 환경 정책과 기후 변화에 중점을 둡니다. 국제적으로 인정받는 학자입니다. 환경 문제 해결을 위한 다양한 제안을 합니다."
				},
				{
					"name": "어떻게 극단적 소수가 다수를 지배하는가",
					"author": "스티븐 레비츠키 , 대니얼 지블랫",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/어떻게 극단적 소수가 다수를 지배하는가",
					"bookDetail": "소수의 권력이 다수에 미치는 영향을 탐구합니다. 정치적 극단주의와 그 위험성을 다룹니다. 민주주의의 유지와 발전을 위한 방안을 제시합니다. 독자들에게 경각심을 일깨우는 책입니다. 스티븐 레비츠키와 대니얼 지블랫의 공동 저작입니다.",
					"authorDetail": "스티븐 레비츠키와 대니얼 지블랫은 정치학자입니다. 그들은 민주주의와 정치적 극단주의에 대한 연구로 유명합니다. 다수의 학술 논문과 저서를 출판했습니다. 그들의 연구는 세계적으로 인정받고 있습니다. 정치적 변화와 사회적 영향을 분석합니다."
				},
				{
					"name": "나는 선량한 기후파괴자입니다",
					"author": "토마스 브루더만",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/나는 선량한 기후파괴자입니다",
					"bookDetail": "개인의 행동이 기후 변화에 미치는 영향을 다룹니다. 기후 변화와 개인의 책임을 논의합니다. 환경 보호를 위한 실질적인 방법을 제시합니다. 독자들에게 새로운 인식을 심어줍니다. 토마스 브루더만의 개인적인 경험을 바탕으로 작성되었습니다.",
					"authorDetail": "토마스 브루더만은 환경 운동가이자 저술가입니다. 다양한 환경 보호 활동에 참여했습니다. 그의 글은 환경 문제의 심각성을 강조합니다. 독자들에게 실질적인 해결책을 제시합니다. 환경 보호와 지속 가능성을 추구합니다."
				},
				{
					"name": "젊치인을 키우고 있습니다",
					"author": "뉴웨이즈",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/젊치인을 키우고 있습니다",
					"bookDetail": "젊은 정치인들의 성장과 발전을 다룹니다. 정치적 리더십의 중요성을 강조합니다. 젊은 세대의 정치 참여를 독려합니다. 미래의 정치적 변화를 예측합니다. 뉴웨이즈의 경험과 연구를 바탕으로 작성되었습니다.",
					"authorDetail": "뉴웨이즈는 정치학자이자 교육자입니다. 젊은 정치인 양성에 힘쓰고 있습니다. 그의 저서는 정치적 리더십과 참여를 강조합니다. 다양한 정치적 경험을 가지고 있습니다. 정치적 변화와 혁신을 추구합니다."
				},
				{
					"name": "돌봄의 사회학",
					"author": "우에노 치즈코",
					"publisher": "오월의봄",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 05월 25일",
					"imageUrl": "/final-project/src/book_img/돌봄의 사회학",
					"bookDetail": "돌봄의 사회적 중요성과 역할을 다룹니다. 돌봄의 다양한 측면을 탐구합니다. 사회적 돌봄의 중요성을 강조합니다. 독자들에게 새로운 시각을 제시합니다. 우에노 치즈코의 깊이 있는 분석을 제공합니다.",
					"authorDetail": "우에노 치즈코는 사회학자이자 저술가입니다. 돌봄과 관련된 다양한 연구를 수행했습니다. 그의 연구는 사회적 돌봄의 중요성을 강조합니다. 다양한 학술 논문과 저서를 출판했습니다. 사회적 변화와 돌봄의 역할을 분석합니다."
				}
			]
		},
		{
			"category": "소설/시/희곡",
			"books": [
				{
					"name": "아이가 없는 집",
					"author": "알렉스 안도릴",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/아이가 없는 집",
					"bookDetail": "아이가 없는 집에서의 삶을 다룹니다. 가족의 사랑과 상실을 그립니다. 독자들에게 깊은 여운을 남깁니다. 인간의 본질을 탐구하는 소설입니다. 알렉스 안도릴의 감동적인 이야기가 담겨 있습니다.",
					"authorDetail": "알렉스 안도릴은 소설가이자 시나리오 작가입니다. 다양한 장르에서 작품 활동을 하고 있습니다. 그의 글은 감동적이고 현실적입니다. 인간의 감정을 섬세하게 묘사합니다. 여러 문학상을 수상했습니다."
				},
				{
					"name": "퀸의 대각선 1",
					"author": "베르나르 베르베르",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/퀸의 대각선 1",
					"bookDetail": "퀸 시리즈의 첫 번째 작품입니다. 대각선의 세계를 탐험하는 흥미진진한 이야기입니다. 베르나르 베르베르의 독특한 상상력과 스토리텔링이 돋보입니다. 독자들을 새로운 모험으로 안내합니다. 흡입력 있는 전개와 매력적인 캐릭터가 특징입니다.",
					"authorDetail": "베르나르 베르베르는 프랑스의 유명한 소설가입니다. 그의 작품은 전 세계적으로 사랑받고 있습니다. 다양한 장르에서 독창적인 이야기를 만들어냈습니다. 상상력과 창의성이 넘치는 작가입니다. 다수의 베스트셀러를 집필했습니다."
				},
				{
					"name": "퀸의 대각선 2",
					"author": "베르나르 베르베르",
					"publisher": "",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 05월 25일",
					"imageUrl": "/final-project/src/book_img/퀸의 대각선 2",
					"bookDetail": "퀸 시리즈의 두 번째 작품입니다. 대각선의 세계를 계속 탐험하는 이야기입니다. 베르나르 베르베르의 독창적인 스토리텔링이 돋보입니다. 흥미진진한 전개와 깊이 있는 캐릭터가 특징입니다. 독자들에게 새로운 모험과 상상을 제공합니다.",
					"authorDetail": "베르나르 베르베르는 프랑스의 유명한 소설가입니다. 그의 작품은 전 세계적으로 사랑받고 있습니다. 다양한 장르에서 독창적인 이야기를 만들어냈습니다. 상상력과 창의성이 넘치는 작가입니다. 다수의 베스트셀러를 집필했습니다."
				},
				{
					"name": "천체 : 세 자매 이야기",
					"author": "조카 알하르티",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/천체 : 세 자매 이야기",
					"bookDetail": "세 자매의 이야기를 통해 가족과 사회를 탐구합니다. 조카 알하르티의 세밀한 감정 묘사가 돋보입니다. 오만 사회의 변화를 배경으로 한 소설입니다. 독자들에게 감동과 깊은 여운을 남깁니다. 인간의 복잡한 감정을 섬세하게 다룹니다.",
					"authorDetail": "조카 알하르티는 오만 출신의 소설가입니다. 그의 작품은 인간의 감정을 깊이 있게 묘사합니다. 여러 문학상을 수상하며 작품성을 인정받았습니다. 다양한 사회적 이슈를 다루는 작가입니다. 독자들에게 감동과 통찰을 제공합니다."
				}
			]
		},
		{
			"category": "역사",
			"books": [
				{
					"name": "총 균 쇠",
					"author": "재레드 다이아몬드",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/총 균 쇠",
					"bookDetail": "인류 문명의 발전을 총, 균, 쇠의 관점에서 분석한 책입니다. 재레드 다이아몬드의 심층적인 연구를 바탕으로 작성되었습니다. 문명의 발전과 붕괴를 설명합니다. 다양한 역사적 사례를 통해 독자들에게 통찰을 제공합니다. 인류 역사의 복잡성을 이해하는 데 도움을 줍니다.",
					"authorDetail": "재레드 다이아몬드는 세계적인 학자이자 저술가입니다. 다양한 학문 분야에서 연구를 수행했습니다. 그의 작품은 다수의 상을 수상했습니다. 인류 문명과 환경 문제에 대한 깊은 통찰을 제공합니다. 다수의 베스트셀러를 집필했습니다."
				},
				{
					"name": "엄마 아닌 여자들",
					"author": "",
					"publisher": "",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 05월 25일",
					"imageUrl": "/final-project/src/book_img/엄마 아닌 여자들",
					"bookDetail": "여성의 다양한 삶의 모습을 탐구한 책입니다. 엄마가 아닌 여성들의 이야기를 다룹니다. 사회적 기대와 개인의 선택을 조명합니다. 다양한 사례를 통해 여성의 역할을 재조명합니다. 여성의 목소리를 담아낸 책입니다.",
					"authorDetail": "저자는 여성학자이자 저술가입니다. 다양한 여성 관련 연구를 수행했습니다. 그의 저서는 여성의 권리와 역할을 강조합니다. 학문적 연구와 개인적 경험을 바탕으로 글을 씁니다. 여성 문제에 대한 깊은 통찰을 제공합니다."
				},
				{
					"name": "세계를 움직인 열 가지 프레임 ",
					"author": "수바드라 다스",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/세계를 움직인 열 가지 프레임 ",
					"bookDetail": "세계 역사를 변화시킨 열 가지 주요 사건을 분석한 책입니다. 수바드라 다스의 심층적인 연구를 바탕으로 작성되었습니다. 각 사건이 세계에 미친 영향을 탐구합니다. 다양한 역사적 관점을 제시합니다. 독자들에게 새로운 통찰을 제공합니다.",
					"authorDetail": "수바드라 다스는 역사학자이자 저술가입니다. 다양한 역사적 사건을 연구했습니다. 그의 저서는 심층적이고 분석적입니다. 세계 역사에 대한 깊은 이해를 제공합니다. 다수의 학술 논문과 저서를 출판했습니다."
				}
			]
		},
		{
			"category": "예술",
			"books": [
				{
					"name": "미로, 길을 잃는 즐거움",
					"author": "헨리 엘리엇",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/미로, 길을 잃는 즐거움",
					"bookDetail": "미로의 예술적 측면을 탐구한 책입니다. 길을 잃는 과정을 예술적으로 표현합니다. 다양한 미로의 디자인과 역사적 의미를 다룹니다. 독자들에게 새로운 시각을 제공합니다. 헨리 엘리엇의 독창적인 연구를 바탕으로 작성되었습니다.",
					"authorDetail": "헨리 엘리엇은 예술가이자 저술가입니다. 다양한 예술적 연구를 수행했습니다. 그의 저서는 독창적이고 혁신적입니다. 예술의 다양한 측면을 탐구합니다. 독자들에게 새로운 통찰을 제공합니다."
				},
				{
					"name": "미야자키 하야오 출발점 1979∼1996",
					"author": "미야자키 하야오",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/미야자키 하야오 출발점 1979∼1996",
					"bookDetail": "미야자키 하야오의 작품 활동 초기 단계를 다룬 책입니다. 그의 창작 과정과 예술적 영감을 탐구합니다. 다양한 작품의 제작 비하인드를 소개합니다. 미야자키 하야오의 예술 세계를 깊이 있게 조명합니다. 독자들에게 그의 작품에 대한 새로운 이해를 제공합니다.",
					"authorDetail": "미야자키 하야오는 세계적인 애니메이션 감독입니다. 다양한 명작을 통해 큰 사랑을 받고 있습니다. 그의 작품은 상상력과 창의성이 돋보입니다. 예술적 완성도가 높은 작품을 만들어냈습니다. 다수의 국제적인 상을 수상했습니다."
				},
				{
					"name": "빛의 아틀리에",
					"author": "실비 제르맹",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/빛의 아틀리에",
					"bookDetail": "예술가의 작업 공간과 창작 과정을 탐구한 책입니다. 빛과 예술의 관계를 다룹니다. 다양한 예술가의 작업실을 소개합니다. 독자들에게 예술 창작의 과정을 생생하게 전달합니다. 실비 제르맹의 심층적인 연구를 바탕으로 작성되었습니다.",
					"authorDetail": "실비 제르맹은 예술가이자 저술가입니다. 다양한 예술적 연구를 수행했습니다. 그의 저서는 독창적이고 분석적입니다. 예술의 다양한 측면을 탐구합니다. 독자들에게 새로운 통찰을 제공합니다."
				},
				{
					"name": "그리스도교 미술",
					"author": "안톤 헨제",
					"publisher": "",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 05월 25일",
					"imageUrl": "/final-project/src/book_img/그리스도교 미술",
					"bookDetail": "그리스도교 미술의 역사와 발전을 다룬 책입니다. 다양한 작품과 그 의미를 분석합니다. 그리스도교 미술의 중요한 시기를 조명합니다. 독자들에게 미술의 역사적 배경을 제공합니다. 안톤 헨제의 심층적인 연구를 바탕으로 작성되었습니다.",
					"authorDetail": "안톤 헨제는 예술사학자이자 저술가입니다. 다양한 예술 작품을 연구했습니다. 그의 저서는 심층적이고 분석적입니다. 예술의 역사적 의미를 탐구합니다. 독자들에게 새로운 통찰을 제공합니다."
				}
			]
		},
		{
			"category": "자연/과학",
			"books": [
				{
					"name": "나의 뇌를 찾아서",
					"author": "샨텔 프랫",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/나의 뇌를 찾아서",
					"bookDetail": "뇌의 기능과 구조를 탐구한 책입니다. 샨텔 프랫의 심층적인 연구를 바탕으로 작성되었습니다. 다양한 사례를 통해 뇌의 작동 방식을 설명합니다. 독자들에게 뇌 과학의 최신 정보를 제공합니다. 뇌의 비밀을 이해하는 데 도움을 줍니다.",
					"authorDetail": "샨텔 프랫은 신경과학자이자 저술가입니다. 다양한 뇌 과학 연구를 수행했습니다. 그의 저서는 심층적이고 분석적입니다. 뇌의 기능과 구조에 대한 깊은 이해를 제공합니다. 다수의 학술 논문과 저서를 출판했습니다."
				},
				{
					"name": "폭염 살인",
					"author": "제프 구델",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/폭염 살인",
					"bookDetail": "폭염과 그로 인한 사회적 영향을 다룬 책입니다. 제프 구델의 심층적인 연구를 바탕으로 작성되었습니다. 폭염이 인간과 환경에 미치는 영향을 탐구합니다. 다양한 사례를 통해 폭염의 위험성을 설명합니다. 기후 변화의 심각성을 일깨웁니다.",
					"authorDetail": "제프 구델은 환경 저널리스트이자 저술가입니다. 다양한 환경 문제를 연구했습니다. 그의 저서는 심층적이고 분석적입니다. 기후 변화와 환경 문제에 대한 깊은 통찰을 제공합니다. 다수의 학술 논문과 저서를 출판했습니다."
				},
				{
					"name": "과학 잔혹사",
					"author": "샘 킨",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/과학 잔혹사",
					"bookDetail": "과학사의 잔혹한 사건들을 다룬 책입니다. 샘 킨의 심층적인 연구를 바탕으로 작성되었습니다. 다양한 과학적 사건들을 통해 과학의 어두운 면을 조명합니다. 독자들에게 과학사의 새로운 시각을 제공합니다. 과학의 발전과 그 이면을 탐구합니다.",
					"authorDetail": "샘 킨은 과학 저술가이자 연구자입니다. 다양한 과학적 사건들을 연구했습니다. 그의 저서는 심층적이고 분석적입니다. 과학의 어두운 면을 조명합니다. 독자들에게 새로운 통찰을 제공합니다."
				},
				{
					"name": "수학자의 생각법",
					"author": "마커스 드 사토이",
					"publisher": "",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 05월 25일",
					"imageUrl": "/final-project/src/book_img/수학자의 생각법",
					"bookDetail": "수학자의 사고방식을 탐구한 책입니다. 마커스 드 사토이의 심층적인 연구를 바탕으로 작성되었습니다. 다양한 수학적 문제를 통해 사고방식을 설명합니다. 독자들에게 수학의 매력을 전달합니다. 수학적 사고의 중요성을 강조합니다.",
					"authorDetail": "마커스 드 사토이는 수학자이자 저술가입니다. 다양한 수학적 연구를 수행했습니다. 그의 저서는 심층적이고 분석적입니다. 수학의 매력을 독자들에게 전달합니다. 다수의 학술 논문과 저서를 출판했습니다."
				}
			]
		},
		{
			"category": "IT/모바일",
			"books": [
				{
					"name": "서비스 기획의 기술",
					"author": "트래비스 로더밀크,제시카 리치",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/서비스 기획의 기술",
					"bookDetail": "서비스 기획의 기술을 다룬 책입니다. 트래비스 로더밀크와 제시카 리치의 경험을 바탕으로 작성되었습니다. 서비스 기획의 중요성과 방법을 설명합니다. 다양한 사례를 통해 구체적인 전략을 제시합니다. 독자들에게 실질적인 조언을 제공합니다.",
					"authorDetail": "트래비스 로더밀크와 제시카 리치는 서비스 기획 전문가입니다. 다양한 기업에서 서비스 기획을 담당했습니다. 그들의 저서는 실용적이고 구체적입니다. 서비스 기획의 중요성을 강조합니다. 다수의 성공적인 프로젝트를 이끌었습니다."
				},
				{
					"name": "개발자를 위한 필수 수학",
					"author": "토마스 닐드",
					"publisher": "",
					"price": "25,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 05월 25일",
					"imageUrl": "/final-project/src/book_img/개발자를 위한 필수 수학",
					"bookDetail": "개발자들이 알아야 할 수학적 개념을 다룬 책입니다. 토마스 닐드의 심층적인 연구를 바탕으로 작성되었습니다. 다양한 수학적 문제를 통해 개발자의 사고방식을 설명합니다. 독자들에게 수학의 중요성을 전달합니다. 개발자의 필수 수학적 개념을 쉽게 설명합니다.",
					"authorDetail": "토마스 닐드는 수학자이자 개발자입니다. 다양한 수학적 연구를 수행했습니다. 그의 저서는 심층적이고 분석적입니다. 개발자를 위한 수학적 개념을 설명합니다. 독자들에게 수학의 매력을 전달합니다."
				},
				{
					"name": "대격변 AI 시대, 데이터로 사고하고 데이터로 리드하라",
					"author": "알렉스 거트맨,조던 골드마이어",
					"publisher": "",
					"price": "",
					"ebookPrice": "",
					"publishedDate": "",
					"imageUrl": "/final-project/src/book_img/대격변 AI 시대, 데이터로 사고하고 데이터로 리드하라",
					"bookDetail": "AI 시대에 데이터의 중요성을 다룬 책입니다. 알렉스 거트맨과 조던 골드마이어의 경험을 바탕으로 작성되었습니다. 데이터로 사고하고 리드하는 방법을 설명합니다. 다양한 사례를 통해 구체적인 전략을 제시합니다. 독자들에게 데이터의 중요성을 강조합니다.",
					"authorDetail": "알렉스 거트맨과 조던 골드마이어는 데이터 전문가입니다. 다양한 기업에서 데이터 분석을 담당했습니다. 그들의 저서는 실용적이고 구체적입니다. 데이터의 중요성을 강조합니다. 다수의 성공적인 프로젝트를 이끌었습니다."
				},
				{
					"name": "챗GPT와 랭체인을 활용한 LLM 기반 AI 앱 개발",
					"author": "요시다 신고,오시마 유키",
					"publisher": "",
					"price": "22,000원",
					"ebookPrice": "20,000원",
					"publishedDate": "2024년 03월 20일",
					"imageUrl": "/final-project/src/book_img/챗GPT와 랭체인을 활용한 LLM 기반 AI 앱 개발",
					"bookDetail": "LLM 기반 AI 앱 개발을 다룬 책입니다. 요시다 신고와 오시마 유키의 경험을 바탕으로 작성되었습니다. 챗GPT와 랭체인을 활용한 개발 방법을 설명합니다. 다양한 사례를 통해 구체적인 전략을 제시합니다. 독자들에게 실질적인 조언을 제공합니다.",
					"authorDetail": "요시다 신고와 오시마 유키는 AI 전문가입니다. 다양한 AI 프로젝트를 수행했습니다. 그들의 저서는 실용적이고 구체적입니다. AI 앱 개발의 중요성을 강조합니다. 다수의 성공적인 프로젝트를 이끌었습니다."
				}
			]
		}
	]
}
